Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TOUCH_ACCOMMODATIONS_FOOTER_TEXT_CONFIGURED_IPOD
source: If you have trouble using the touchscreen, adjust the following settings to change how the screen will respond to touches. You can triple-click the Home button at any time to turn Touch Accommodations on or off.
ar: إذا كانت لديك مشكلة في استخدام شاشة اللمس، فقم بضبط الإعدادات التالية لتغيير كيفية استجابة الشاشة إلى اللمسات. يمكنك النقر ثلاث مرات متتابعة على زر الشاشة الرئيسية في أي وقت لتشغيل تسهيلات اللمس أو إيقافها.
bg: Ако имате затруднение с използването на екрана, можете да промените следващите настройки, за да промените как екранът да възприема вашите докосвания. Можете да натиснете трикратно бутон Начало по всяко време, за да изключите или включите Улеснения за докосване.
ca: Si tens problemes per fer servir la pantalla tàctil, ajusta els paràmetres següents per canviar la resposta de la pantalla als tocs. Pots activar o desactivar les facilitats tàctils quan vulguis prement tres vegades el botó d’inici.
cs: Pokud vám používání dotykové obrazovky dělá problémy, můžete změnou následujících nastavení upravit odezvu obrazovky na vaše dotyky. Trojím stisknutím tlačítka plochy můžete kdykoli zapnout nebo vypnout Přizpůsobení dotyků.
da: Hvis du har problemer med at bruge den berøringsfølsomme skærm, kan du justere følgende indstillinger for at ændre, hvordan skærmen skal reagere på berøring. Du kan altid trykke tre gange på knappen Hjem for at slå Tilpasning af berøring til eller fra.
de: Wenn es Probleme beim Verwenden des Touch-Bildschirms gibt, kannst du mit den folgenden Einstellungen festlegen, wie der Bildschirm auf Berührungen reagiert. Die Touch-Anpassungen können durch dreimaliges Drücken auf die Home-Taste jederzeit aktiviert bzw. deaktiviert werden.
el: Αν δυσκολεύεστε να αγγίξετε την οθόνη αφής, προσαρμόστε τις ακόλουθες ρυθμίσεις για να αλλάξετε τον τρόπο που αποκρίνεται η οθόνη σε αγγίγματα. Μπορείτε να κάνετε τριπλό κλικ στο κουμπί Αφετηρίας ανά πάσα στιγμή για να ενεργοποιήσετε ή να απενεργοποιήσετε τα Βοηθήματα αφής.
es: Si tienes dificultades para utilizar la pantalla táctil, configura los siguientes ajustes para establecer cómo responderá la pantalla a los toques. Puedes activar o desactivar las facilidades táctiles cuando quieras pulsando tres veces el botón de inicio.
es_us: Si tienes dificultades para usar la pantalla táctil, cambia la siguiente configuración para modificar cómo la pantalla responde cuando la tocan. Puedes presionar tres veces el botón de inicio en cualquier momento para activar o desactivar las adaptaciones táctiles.
fi: Jos sinulla on vaikeuksia käyttää kosketusnäyttöä, muuta näytön reagointia kosketuksiin seuraavilla asetuksilla. Voit laittaa kosketusten mukautukset päälle tai pois päältä kolmoispainamalla Koti-painiketta milloin tahansa.
fr: Si vous rencontrez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la réponse de l’écran quand vous le touchez. Appuyez trois fois à tout moment sur le bouton principal pour activer ou désactiver « Adaptation aux pressions ».
fr_ca: Si vous éprouvez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la façon dont l’écran répond aux contacts. Appuyez trois fois sur le bouton principal pour activer ou désactiver Adaptation tactile à tout moment.
he: אם נתקלת בבעיות בשימוש במסך המגע, באפשרותך לשנות את ההגדרות הבאות כדי להתאים את האופן שבו המסך מגיב למגע. ניתן ללחוץ שלוש פעמים על כפתור הבית בכל עת כדי להפעיל או לבטל את ״התאמות למגע״.
hi: यदि टचस्क्रीन का उपयोग करने में आपको कोई समस्या हो रही है, तो टच करने पर स्क्रीन की प्रतिक्रिया को बदलने के लिए इन सेटिंग्ज़ को ऐडजस्ट करें। आप “टच सुविधाएँ” चालू या बंद करने के लिए किसी भी समय होम बटन पर ट्रिपल क्लिक कर सकते हैं।
hr: Ako imate poteškoća s uporabom dodirnog zaslona, podesite sljedeće postavke i promijenite način na koji zaslon reagira na dodire. U bilo kojem trenutku možete uključiti ili isključiti Prilagodbe dodira tako da triput pritisnete tipku Home.
hu: Ha nehéznek találja az érintőképernyő használatát, a következő beállításokkal módosíthatja, hogyan reagáljon a képernyő az érintésekre. A főgombbal triplán kattintva bármikor be- vagy kikapcsolhatja az Érintési beállításokat.
id: Jika Anda mengalami kesulitan saat menggunakan layar sentuh, sesuaikan pengaturan berikut untuk mengubah cara layar merespons sentuhan. Anda dapat mengeklik tombol Utama tiga kali setiap saat untuk menyalakan atau mematikan Akomodasi Sentuh.
it: Se riscontri difficoltà con il touch screen, puoi regolare le impostazioni per modificare la risposta dello schermo al tuo tocco. Puoi premere tre volte il tasto Home ogni volta che vuoi attivare o disattivare “Regolazione tocco”.
ja: タッチスクリーンが操作しづらい場合は、以下の設定を調整してタッチへの反応を変更できます。 ホームボタンをトリプルクリックすることで、タッチ調整のオン/オフをいつでも切り替えることができます。
kk: Сенсорлы экранды пайдалануда қиындық туындаса, экранның түрту әрекеттеріне жауап беру реакциясын өзгерту үшін келесі реттеулерді реттеңіз. «Түрту әрекетін бейімдеу» функциясын қосу немесе өшіру үшін «Басты бет» түймесін кез келген уақытта үш рет түртуге болады.
ko: 터치 스크린을 사용하는 데 문제가 있는 경우 다음 설정을 조절하여, 터치할 때 화면이 응답하는 방식을 변경하십시오. 언제든지 홈 버튼을 세 번 클릭하여 터치 조절을 켜거나 끌 수 있습니다.
lt: Jei naudojantis jutikliniu ekranu kyla sunkumų, koreguodami tolesnius nustatymus galite pakeisti, kaip ekranas reaguos į palietimą. Norėdami įjungti arba išjungti palietimo pritaikymą, bet kuriuo metu galite triskart spustelėti pradžios mygtuką.
ms: Jika anda menghadapi masalah menggunakan skrin sentuh, laraskan seting berikut untuk menukar cara skrin bertindak balas terhadap sentuhan. Anda boleh mengklik tiga kali butang Utama pada bila-bila masa untuk mengaktifkan atau menyahaktifkan Penyesuaian Sentuhan.
nb: Hvis du har problemer med å bruke fingrene på skjermen, kan du bruke disse innstillingene til å endre hvordan skjermen reagerer på berøring. Trippelklikk på Hjem-knappen når som helst for å slå Trykktilpassing av eller på.
nl: Als het gebruik van het aanraakscherm problemen oplevert, kun je met de volgende instellingen aanpassen hoe het scherm op aanraking reageert. Je kunt 'Aangepaste aanraking' altijd in- of uitschakelen door driemaal op de thuisknop te drukken.
pl: Jeśli masz kłopoty z korzystaniem z ekranu dotykowego, te ustawienia pozwalają zmienić sposób, w jaki ekran reaguje na dotyk. W dowolnym momencie możesz nacisnąć trzykrotnie przycisk główny, aby włączyć lub wyłączyć opcję Udogodnienia dotyku.
pt: Se você tiver dificuldades para usar a tela sensível ao toque, configure os ajustes a seguir para alterar como a tela responderá aos toques. Você pode pressionar três vezes o botão de Início a qualquer momento para ativar ou desativar as Adaptações de Toque.
pt_pt: Se tem dificuldade em usar o ecrã táctil, pode regular estas definições para alterar o modo como o ecrã responde ao toque. Pode, em qualquer altura, carregar três vezes no botão principal para ativar ou desativar a funcionalidade Opções de toque.
ro: Dacă aveți dificultăți la utilizarea ecranului tactil, ajustați următoarele configurări pentru a schimba modul în care ecranul va răspunde la atingeri. Puteți efectua oricând triplu clic pe butonul principal pentru a activa sau dezactiva funcționalitatea “Adaptări tactile”.
ru: Если у Вас возникают трудности при использовании сенсорного экрана, настройте следующие параметры, чтобы изменить реакцию экрана на Ваши касания. Адаптацию касаний можно включить или выключить в любой момент, трижды нажав кнопку «Домой».
sk: Ak máte problémy s používaním dotykovej obrazovky, môžete úpravou nasledovných nastavení zmeniť reakcie obrazovky na dotyky. Prispôsobenie dotykov môžete kedykoľvek zapnúť alebo vypnúť trojitým stlačením tlačidla Domov.
sl: Če imate težave pri uporabi zaslona na dotik, prilagodite naslednje nastavitve, da spremenite način odziva zaslona na dotike. Gumb Domov lahko kadarkoli trokliknete, da vklopite ali izklopite prilagoditve dotika.
sv: Om du har problem med att använda pekskärmen justerar du följande inställningar för att ändra hur skärmen reagerar vid beröring. Du kan trippelklicka på hemknappen när du vill för att slå av eller på Pekhjälpmedel.
th: ถ้าคุณมีปัญหาในการใช้หน้าจอสัมผัส ให้ปรับการตั้งค่าต่อไปนี้เพื่อเปลี่ยนการตอบสนองต่อการสัมผัสหน้าจอ คุณสามารถกดปุ่มโฮมสามครั้งได้ตลอดเวลาเพื่อเปิดหรือปิดการช่วยปรับการสัมผัส
tr: Dokunmatik ekranı kullanmayla ilgili sorun yaşıyorsanız ekranın dokunmalara yanıt verme şeklini değiştirmek için aşağıdaki ayarları düzenleyin. Dokunma Kolaylıkları’nı açmak veya kapatmak için istediğiniz zaman Ana Ekran düğmesine üç kez basabilirsiniz.
uk: Якщо ви маєте труднощі у використанні сенсорного екрана, регулюйте нижчеподані параметри для змінення того, як екран реагуватиме на торкання. Ви завжди можете ввімкнути чи вимкнути Адаптації дотику, тричі клацнувши кнопку «Початок».
vi: Nếu bạn gặp sự cố khi sử dụng màn hình cảm ứng, hãy điều chỉnh các cài đặt sau để thay đổi cách màn hình phản hồi thao tác chạm. Bạn có thể bấm nút Home ba lần bất kỳ lúc nào để bật hoặc tắt Thích nghi cảm ứng.
zh_cn: 如果你在使用触控屏时遇到问题，请调整以下设置来更改屏幕响应触控操作的方式。 随时连按三次主屏幕按钮可打开或关闭“触控调节”。
zh_hk: 如你使用輕觸式螢幕時發生問題，請調整以下設定以更改螢幕對觸碰的反應。 你可以隨時按三下主畫面按鈕開關「觸控調節」。
zh_tw: 若使用觸控螢幕時感到困難，可調整下列設定來更改螢幕回應觸控的方式。 你可以隨時按三下主畫面按鈕來開啟或關閉「觸控調節」。

# TOUCH_ACCOMMODATIONS_FOOTER_TEXT_CONFIGURED_NHB_IPAD
source: If you have trouble using the touchscreen, adjust the following settings to change how the screen will respond to touches. You can triple-click the Top Button at any time to turn Touch Accommodations on or off.
ar: إذا كانت لديك مشكلة في استخدام شاشة اللمس، فاضبط الإعدادات التالية لتغيير كيفية استجابة الشاشة إلى اللمسات. يمكنك الضغط ثلاث مرات متتابعة على الزر العلوي في أي وقت لتشغيل تسهيلات اللمس أو إيقافها.
bg: Ако имате затруднение с използването на екрана, можете да промените следващите настройки, за да промените как екранът да възприема вашите докосвания. Можете да натиснете трикратно горния бутон по всяко време, за да изключите или включите Улеснения за докосване.
ca: Si tens problemes per fer servir la pantalla tàctil, ajusta els paràmetres següents per canviar la resposta de la pantalla als tocs. Pots activar o desactivar les facilitats tàctils quan vulguis prement tres vegades el botó superior.
cs: Pokud vám používání dotykové obrazovky dělá problémy, můžete změnou následujících voleb upravit odezvu obrazovky na vaše dotyky. Přizpůsobení dotyků můžete kdykoli zapnout nebo vypnout trojím stisknutím horního tlačítka.
da: Hvis du har problemer med at bruge den berøringsfølsomme skærm, kan du justere følgende indstillinger for at ændre, hvordan skærmen skal reagere på berøring. Du kan altid trykke tre gange på den øverste knap for at slå Tilpasning af berøring til eller fra.
de: Wenn es Probleme beim Verwenden des Touch-Bildschirms gibt, kannst du mit den folgenden Einstellungen festlegen, wie der Bildschirm auf Berührungen reagiert. Die Touch-Anpassungen können durch dreimaliges Drücken auf die obere Taste jederzeit aktiviert bzw. deaktiviert werden.
el: Αν δυσκολεύεστε να αγγίξετε την οθόνη αφής, προσαρμόστε τις ακόλουθες ρυθμίσεις για να αλλάξετε τον τρόπο που αποκρίνεται η οθόνη σε αγγίγματα. Μπορείτε να κάνετε τριπλό κλικ στο πάνω κουμπί ανά πάσα στιγμή για να ενεργοποιήσετε ή να απενεργοποιήσετε τα Βοηθήματα αφής.
es: Si tienes dificultades para utilizar la pantalla táctil, configura los siguientes ajustes para establecer cómo responderá la pantalla a los toques. Puedes activar o desactivar las facilidades táctiles cuando quieras pulsando tres veces el botón superior.
es_us: Si tienes dificultades para usar la pantalla táctil, cambia la siguiente configuración para modificar cómo la pantalla responde cuando la tocan. Puedes presionar tres veces el botón superior en cualquier momento para activar o desactivar las adaptaciones táctiles.
fi: Jos sinulla on vaikeuksia käyttää kosketusnäyttöä, muuta näytön reagointia kosketuksiin seuraavilla asetuksilla. Voit laittaa kosketusten mukautukset päälle tai pois päältä kolmoispainamalla yläpainiketta milloin tahansa.
fr: Si vous rencontrez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la réponse de l’écran quand vous le touchez. Appuyez trois fois à tout moment sur le bouton supérieur pour activer ou désactiver « Adaptation aux pressions ».
fr_ca: Si vous éprouvez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la façon dont l’écran répond aux contacts. Appuyez trois fois sur le bouton supérieur pour activer ou désactiver Adaptation tactile à tout moment.
he: אם נתקלת בבעיות בשימוש במסך המגע, באפשרותך לשנות את ההגדרות הבאות כדי להתאים את האופן שבו המסך מגיב למגע. ניתן ללחוץ שלוש פעמים על הכפתור העליון בכל עת כדי להפעיל או לבטל את ״התאמות למגע״.
hi: यदि टचस्क्रीन का प्रयोग करने में आपको कोई कठिनाई आती हो, तो टच के प्रति स्क्रीन की प्रतिक्रिया को परिवर्तित करने के लिए निम्नलिखित सेटिंग्ज़ को ऐडजस्ट करें। आप “टच सुविधाएँ” चालू या बंद करने के लिए किसी भी समय टॉप बटन पर ट्रिपल क्लिक कर सकते हैं।
hr: Ako imate poteškoća s uporabom dodirnog zaslona, podesite sljedeće postavke i promijenite način na koji zaslon reagira na dodire. U bilo kojem trenutku možete uključiti ili isključiti Prilagodbe dodira tako da triput pritisnete gornju tipku.
hu: Ha nehéznek találja az érintőképernyő használatát, a következő beállításokkal módosíthatja, hogyan reagáljon a képernyő az érintésekre. A felső gombbal triplán kattintva bármikor be- vagy kikapcsolhatja az Érintési beállításokat.
id: Jika Anda mengalami kesulitan saat menggunakan layar sentuh, sesuaikan pengaturan berikut untuk mengubah cara layar merespons sentuhan. Anda dapat mengeklik Tombol Atas tiga kali setiap saat untuk menyalakan atau mematikan Akomodasi Sentuh.
it: Se riscontri difficoltà con il touch screen, puoi regolare le impostazioni per modificare la risposta dello schermo al tuo tocco. Puoi premere tre volte il tasto superiore ogni volta che vuoi attivare o disattivare “Regolazione tocco”.
ja: タッチスクリーンが操作しづらい場合は、以下の設定を調整してタッチへの反応を変更できます。 トップボタンをトリプルクリックすることで、タッチ調整のオン/オフをいつでも切り替えることができます。
kk: Сенсорлы экранды пайдалануда қиындық туындаса, экранның түрту әрекеттеріне жауап беру реакциясын өзгерту үшін келесі реттеулерді реттеңіз. «Түрту әрекетін бейімдеу» функциясын қосу немесе өшіру үшін жоғарғы түймені кез келген уақытта үш рет түртуге болады.
ko: 터치 스크린을 사용하는 데 문제가 있는 경우 다음 설정을 조절하여, 터치할 때 화면이 응답하는 방식을 변경하십시오. 언제든지 상단 버튼을 세 번 클릭하여 터치 조절을 켜거나 끌 수 있습니다.
lt: Jei naudojantis jutikliniu ekranu kyla sunkumų, koreguodami tolesnius nustatymus galite pakeisti, kaip ekranas reaguos į palietimą. Norėdami įjungti arba išjungti palietimo pritaikymą, bet kuriuo metu galite triskart spustelėti viršutinį mygtuką.
ms: Jika anda menghadapi masalah menggunakan skrin sentuh, laraskan seting berikut untuk menukar cara skrin bertindak balas terhadap sentuhan. Anda boleh mengklik tiga kali Butang Atas pada bila-bila masa untuk mengaktifkan atau menyahaktifkan Penyesuaian Sentuhan.
nb: Hvis du har problemer med å bruke fingrene på skjermen, kan du bruke disse innstillingene til å endre hvordan skjermen reagerer på berøring. Trippelklikk på knappen på toppen når som helst for å slå Trykktilpassing av eller på.
nl: Als het gebruik van het aanraakscherm problemen oplevert, kun je met de volgende instellingen aanpassen hoe het scherm op aanraking reageert. Je kunt 'Aangepaste aanraking' altijd in- of uitschakelen door driemaal op de bovenste knop te drukken.
pl: Jeśli masz kłopoty z korzystaniem z ekranu dotykowego, te ustawienia pozwalają zmienić sposób, w jaki ekran reaguje na dotyk. W dowolnym momencie możesz nacisnąć trzykrotnie przycisk górny, aby włączyć lub wyłączyć opcję Udogodnienia dotyku.
pt: Se você tiver dificuldades para usar a tela sensível ao toque, configure os ajustes a seguir para alterar como a tela responderá aos toques. Você pode pressionar três vezes o Botão Superior a qualquer momento para ativar ou desativar as Adaptações de Toque.
pt_pt: Se tem dificuldade em usar o ecrã táctil, pode regular estas definições para alterar o modo como o ecrã responde ao toque. Pode, em qualquer altura, carregar três vezes no botão superior para ativar ou desativar a funcionalidade Opções de toque.
ro: Dacă aveți dificultăți la utilizarea ecranului tactil, ajustați următoarele configurări pentru a schimba modul în care ecranul va răspunde la atingeri. Puteți efectua oricând triplu clic pe butonul de sus pentru a activa sau dezactiva funcționalitatea “Adaptări tactile”.
ru: Если у Вас возникают трудности при использовании сенсорного экрана, настройте следующие параметры, чтобы изменить реакцию экрана на Ваши касания. Адаптацию касаний можно включить или выключить в любой момент, трижды нажав верхнюю кнопку.
sk: Ak máte problémy s používaním dotykovej obrazovky, môžete úpravou nasledovných nastavení zmeniť reakcie obrazovky na dotyky. Prispôsobenie dotykov môžete kedykoľvek zapnúť alebo vypnúť trojitým stlačením vrchného tlačidla.
sl: Če imate težave pri uporabi zaslona na dotik, prilagodite naslednje nastavitve, da spremenite način odziva zaslona na dotike. Zgornji gumb lahko kadarkoli trokliknete, da vklopite ali izklopite prilagoditve dotika.
sv: Om du har problem med att använda pekskärmen justerar du följande inställningar för att ändra hur skärmen reagerar vid beröring. Du kan trippelklicka på knappen på ovansidan när du vill för att slå av eller på Pekhjälpmedel.
th: ถ้าคุณมีปัญหาในการใช้หน้าจอสัมผัส ให้ปรับการตั้งค่าต่อไปนี้เพื่อเปลี่ยนการตอบสนองต่อการสัมผัสหน้าจอ คุณสามารถกดปุ่มด้านบนสามครั้งได้ตลอดเวลาเพื่อเปิดหรือปิดการช่วยปรับการสัมผัส
tr: Dokunmatik ekranı kullanmayla ilgili sorun yaşıyorsanız ekranın dokunmalara yanıt verme şeklini değiştirmek için aşağıdaki ayarları düzenleyin. Dokunma Kolaylıkları’nı açmak veya kapatmak için istediğiniz zaman Üst Düğme’ye üç kez basabilirsiniz.
uk: Якщо ви маєте труднощі у використанні сенсорного екрана, регулюйте нижчеподані параметри для змінення того, як екран реагуватиме на торкання. Ви завжди можете ввімкнути чи вимкнути Адаптації дотику, тричі клацнувши верхню кнопку.
vi: Nếu bạn gặp sự cố khi sử dụng màn hình cảm ứng, hãy điều chỉnh các cài đặt sau để thay đổi cách màn hình phản hồi thao tác chạm. Bạn có thể bấm nút nguồn ba lần bất kỳ lúc nào để bật hoặc tắt Thích nghi cảm ứng.
zh_cn: 如果你在使用触控屏时遇到问题，请调整以下设置来更改屏幕响应触控操作的方式。 随时连按三次顶部按钮可打开或关闭“触控调节”。
zh_hk: 如你使用輕觸式螢幕時遇到問題，請調整以下設定以更改螢幕對觸碰的反應。 你可以隨時按三下頂端按鈕開關「觸控調節」。
zh_tw: 若使用觸控螢幕時感到困難，可調整下列設定來更改螢幕回應觸控的方式。 你可以隨時按三下頂端按鈕來開啟或關閉「觸控調節」。
